text_raw = """Это выражение пришло ко мне в полусне. Я не понимаю его значения. Я много чего перестаю понимать, что раньше, кажется, понимал.


Итальянский традиционалист Юлиус Эвола – вполне серьезный человек – в юности писал дадаистические картины. На одной из выставок под полотном красовалась надпись: “Рассматривать картину следует только с одновременным исполнением чарльстона, в противном случае автор не отвечает за ее адекватное понимание зрителем”.


Какие-то вещи можно понимать только танцуя. Так живут африканцы. Великий черный мыслитель Сенгор утверждал: “Если для европейцев справедлив закон “мыслю, следовательно, существую”, то для нас, носителей высокого негритюда, все иначе – “мы танцуем, следовательно, существуем”… Человек танцующий…”

Наш народ очень любит плясать. Раньше он плясал больше и чаще, отчаянней, зажигательней, тотальней… И чем проще и естественней человек, тем сложнее и утробнее был его танец. Мы плясали, следовательно, мы существовали.

Хоровод – это смысл бытия. Это и есть полноценное, исполненное содержания и миссии существование. Движение по кругу, на одном месте, в мерном ритме. Здесь каждый нужен, здесь каждый необходим, а если кто выпадает, цепкие руки смыкаются теснее, и движение продолжается и продолжается… Родина пляшет и пляшет, люди меняют друг друга в круговом течении жаркой крови и обрядово подготовленной плоти, в венках и с рубахами, поясками, роскошными синими штанами в узкую серую полоску, в смазных сапогах… Хоровод не имеет объяснения, так как сам он объясняет все.


Те, кто водил правильный хоровод хоть раз в жизни, поймут, о чем я. В Чечне, по свидетельствам ребят, защищавших там нашу с вами Отчизну, деревенские парни мечтали вернуться назад, чтобы “поводить тимоню” – на среднерусском говоре так называют хоровод. Выжить, чтобы сплясать. Когда я смотрю, как кружатся в зикре чеченцы, меня охватывает зависть. Как же так? Мы противопоставляем этому дискотеку, бильярд, мини-юбку, контрацепцию?.. Мы только с этим пришли на древнюю землю Кавказа? К вольному яростному неукротимому народу – в папахах, с острым ножом, злым взором и обрядовым бегом? Тысяча раз нет! Мы несем свой танец, мы пришли с хороводом и хоругвями, с засохшими каплями русского дождя на небритой щеке, с тайным знаком, начертанным в наших сердцах…


Все, что с нами происходит – такое невзрачное, горячечное, вялое, подлое, “демократическое”, – все это поверхность. Народ наш жив, сколько его ни хорони, как его ни переделывай. Поэтому-то они нас так и боятся. Ему достаточно подать малый воздушный знак, и закипят реки, и вздуются жилы, и пробудится рев глубин, и снова мы войдем в силу, в нашу русскую силу, которая сейчас запечатана тысячью печатей, затравлена, задавлена, покорена, взнуздана, усмирена.


Надо чаще вприсядку. Каждый из нас должен дать обет: плясать вприсядку хотя бы два раза в день, напевая себе под нос родной мотив… Это танец годового ритма. Перекрещенные ноги – символ петли, кренделя, древнейший знак “духа”, od-il (для тех, кто понимает). Приседая и вскакивая, мы включаемся в ритм Вселенной, проникаемся ее токами, живем и дышим вместе с ней. Она освящает нас, а мы ее, и уже мы не в силах остановиться, и нам хочется плясать еще и еще… Самое правильное движение – это повторяющееся и круговое. Смысл его – в нем самом, оно само себя оправдывает, само себя объясняет, само к себе стремится. Однонаправленное историческое время – это жесточайший обман, демонический проект, ядовитым пятном расползающийся от того места, куда в начале творения грохнулся денница. Время танца не имеет направления, это время вечности, потому что вечность танцует. Да, да, эта спокойная, торжественная, всеохватывающая, неподвижная вечность танцует, сверкает глазами, поводит плечами, делает руками и ногами огненные, исполненные страстной тоски, опрокидывающие сознание жесты. “Ботаники” возразят: это мы, мирские, вселенские, проносимся мимо нее с визгом преходящей тщеты тварного бытия и нам кажется – кувырком в бездну, – что она, вечность, движется, веселится… Мол, погрешность оптики, еще одна иллюзия… Неправда, вечность пляшет! Ей надоела неподвижность, и она заплясала. Всем рано или поздно надоедает быть собой, и тогда мы начинаем шевелиться… Потом все вольнее и вольнее, пока все это не перерастет в размахивание руками и ногами, в верчение головы, и там – в духе – рождается танец, и не останавливается, и искрится, и пожирает нас, танец как знак, танец как смысл… В танце существо преодолевает себя, выходит за пределы… Оно кружится и кружится, повторяя сотни, тысячи раз одно и то же, пока “сила сверху” не обрушивается молнией и не восхищает за самые дальние пределы, за великие воды в долины последних вздохов и трудных вскриков. Танцем убивают врагов, воскрешают друзей, за него отдают голову и разум, им травятся, с ним освящаются.


В танце движутся столетия, века пританцовывают, переминаются с ноги на ногу, трясутся и дергаются.


Мы должны входить в наш танец. Это серьезно и окончательно, не подлежит обжалованию. Об экономике мы будем думать потом. Это совершенно не принципиально. Это отвлекает от главного. Мозг должен напитаться душой, которая скрыта в малой пазухе сердца, лишь потом он будет функционировать, как положено. А пока ущербные перекошенные люди преподают нам маркетинг и психологию. Вы ошиблись дверью, мы уже все знаем и прочли все книги. Издание “Анти-Клагеса” прекращено. Снова мы говорим “Seele gegen Geist”, танец против экономики.


Говорим и делаем. So, don’t stop the dance, Родина, don’t stop it!"""

text = text_raw.lower()